INSERT INTO chinese_person_info (name, gender, birth_date, id_card, phone, email, address, occupation) VALUES
('post_switch_001', '男', '1980-01-11', '800101198001110001', '13900000001', 'post001@test.com', '天津测试路1号', '开发'),
('post_switch_002', '女', '1981-02-12', '800101198102120002', '13900000002', 'post002@test.com', '苏州测试路2号', '设计'),
('post_switch_003', '男', '1982-03-13', '800101198203130003', '13900000003', 'post003@test.com', '厦门测试路3号', '研究'),
('post_switch_004', '女', '1983-04-14', '800101198304140004', '13900000004', 'post004@test.com', '长沙测试路4号', '运营'),
('post_switch_005', '男', '1984-05-15', '800101198405150005', '13900000005', 'post005@test.com', '郑州测试路5号', '管理'),
('post_switch_006', '女', '1985-06-16', '800101198506160006', '13900000006', 'post006@test.com', '合肥测试路6号', '财务'),
('post_switch_007', '男', '1986-07-17', '800101198607170007', '13900000007', 'post007@test.com', '昆明测试路7号', '法务'),
('post_switch_008', '女', '1987-08-18', '800101198708180008', '13900000008', 'post008@test.com', '大连测试路8号', '人事'),
('post_switch_009', '男', '1988-09-19', '800101198809190009', '13900000009', 'post009@test.com', '青岛测试路9号', '市场'),
('post_switch_010', '女', '1989-10-20', '800101198910200010', '13900000010', 'post010@test.com', '宁波测试路10号', '销售');
